[BoyleAssassination DishonoredObjective]
m_Description="刺杀波义耳女士"

[BoyleAssassination:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="与萨缪尔前往波义耳宅邸"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="确认你的目标穿的是哪套服装"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_10 DishonoredTask_Custom]
m_Description="萨缪尔的位置移动了！找到他 - 穿过运河大门"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_11 DishonoredTask_Custom]
m_Description="排除法——摄政王的情妇死了"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_12 DishonoredTask_Custom]
m_Description="设法进入波义耳宅邸"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_13 DishonoredTask_Custom]
m_Description="消灭埃斯玛·波义耳：红色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_14 DishonoredTask_Custom]
m_Description="消灭埃斯玛·波义耳：白色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_15 DishonoredTask_Custom]
m_Description="消灭埃斯玛·波义耳：黑色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_16 DishonoredTask_Custom]
m_Description="消灭莉迪亚·波义耳：红色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_17 DishonoredTask_Custom]
m_Description="消灭莉迪亚·波义耳：白色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_18 DishonoredTask_Custom]
m_Description="消灭莉迪亚·波义耳：黑色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_19 DishonoredTask_Custom]
m_Description="消灭韦弗利·波义耳：红色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="（非致命方法）弄晕埃斯玛·波义耳，然后把她活着带到地下室"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_20 DishonoredTask_Custom]
m_Description="消灭韦弗利·波义耳：白色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_21 DishonoredTask_Custom]
m_Description="消灭韦弗利·波义耳：黑色礼服"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_22 DishonoredTask_Custom]
m_Description="（可选）潜入楼上，搜一搜她们三个的卧室来获取线索"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_23 DishonoredTask_Custom]
m_Description="（可选）与来宾交谈以收集信息"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_24 DishonoredTask_Custom]
m_Description="（可选）用请柬蒙混门卫"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_25 DishonoredTask_Custom]
m_Description="（可选）给怀特小姐弄点喝的"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_26 DishonoredTask_Custom]
m_Description="（可选）与布里斯皮勋爵交谈"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_3 DishonoredTask_Custom]
m_Description="（非致命方法）弄晕莉迪亚·波义耳，然后把她活着带到地下室"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_4 DishonoredTask_Custom]
m_Description="（非致命方法）弄晕韦弗利·波义耳，然后把她活着带到地下室"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_5 DishonoredTask_Custom]
m_Description="在狗圈酒吧与潘德顿勋爵交谈"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_6 DishonoredTask_Custom]
m_Description="逃回萨缪尔的船上"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_7 DishonoredTask_Custom]
m_Description="消灭埃斯玛·波义耳"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_8 DishonoredTask_Custom]
m_Description="消灭莉迪亚·波义耳"
m_Status=""

[BoyleAssassination:DishonoredTask_Custom_9 DishonoredTask_Custom]
m_Description="消灭韦弗利·波义耳"
m_Status=""

[BoyleOutsiderObjective DishonoredObjective]
m_Description="界外魔的任务"

[BoyleOutsiderObjective:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="找到控制杆并使用它"
m_Status=""

[PendeltonsNote DishonoredObjective]
m_Description="潘德顿的便条"

[PendeltonsNote:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（可选）把便条交给绍尔勋爵：他在波义耳的派对上戴着一个狼头面具"
m_Status=""

[PendeltonsNote:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="回到狗圈酒吧"
m_Status=""

[PendeltonsNote:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="（可选）跟随绍尔勋爵"
m_Status=""

